Repository: ClipySi/clipy-si-macos
Catalog: Clipy/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, pt_br, ru, zh_hans

source: Hold the chosen modifier key while choosing an item from the clipboard menu to run that action instead of a normal paste.
ar: اضغط مع الاستمرار على مفتاح التعديل المحدد أثناء اختيار عنصر من قائمة الحافظة لتنفيذ هذا الإجراء بدلاً من اللصق العادي.
bn: ক্লিপবোর্ড মেনু থেকে কোনো আইটেম বেছে নেওয়ার সময় নির্বাচিত মডিফায়ার কী চেপে ধরে রাখলে সাধারণ পেস্টের পরিবর্তে সেই অ্যাকশনটি চলবে।
de: Halten Sie die gewählte Zusatztaste gedrückt, während Sie einen Eintrag im Zwischenablagemenü auswählen, um statt eines normalen Einfügens diese Aktion auszuführen.
es: Mantén pulsada la tecla modificadora elegida al elegir un elemento del menú del portapapeles para ejecutar esa acción en lugar de un pegado normal.
fr: Maintenez la touche de modification choisie en sélectionnant un élément du menu du presse-papiers pour exécuter cette action au lieu d'un collage normal.
hi: क्लिपबोर्ड मेनू से कोई आइटम चुनते समय चुनी गई मॉडिफायर कुंजी दबाए रखें ताकि सामान्य पेस्ट के बजाय वह क्रिया चले।
id: Tahan tombol pengubah yang dipilih saat memilih item dari menu papan klip untuk menjalankan tindakan itu alih-alih menempel biasa.
it: Tieni premuto il tasto modificatore scelto mentre scegli un elemento dal menu degli appunti per eseguire quell'azione invece di un normale incolla.
ja: クリップボードメニューで項目を選ぶときに、選んだ修飾キーを押しながら選択すると、通常の貼り付けの代わりにそのアクションが実行されます。
ko: 클립보드 메뉴에서 항목을 선택할 때 지정한 보조 키를 누른 채 선택하면 일반 붙여넣기 대신 해당 동작이 실행됩니다.
pt_br: Mantenha a tecla modificadora escolhida pressionada ao escolher um item no menu da área de transferência para executar essa ação em vez de uma colagem normal.
ru: Удерживайте выбранную клавишу-модификатор при выборе элемента в меню буфера обмена, чтобы выполнить это действие вместо обычной вставки.
zh_hans: 在剪贴板菜单中选择项目时按住所选的修饰键，即可执行该操作而非普通粘贴。

source: Image
ar: صورة
bn: ছবি
de: Bild
es: Imagen
hi: छवि
id: Gambar
it: Immagine
ja: 画像
ko: 이미지
pt_br: Imagem
ru: Изображение
zh_hans: 图像

source: Images
ar: صور
bn: ছবি
de: Bilder
es: Imágenes
hi: चित्र
id: Gambar
it: Immagini
ja: 画像
ko: 이미지
pt_br: Imagens
ru: Изображения
zh_hans: 图片

source: Import Complete
ar: اكتمل الاستيراد
bn: আমদানি সম্পন্ন
de: Import abgeschlossen
es: Importación completa
fr: Importation réussie
hi: आयात पूर्ण
id: Impor Selesai
it: Importazione Completata
ja: インポート完了
ko: 가져오기 완료
pt_br: Importação Concluída
ru: Импорт завершён
zh_hans: 导入完成

source: Import Failed
ar: فشل الاستيراد
bn: আমদানি ব্যর্থ হয়েছে
de: Import fehlgeschlagen
es: Error al importar
fr: Échec de l'importation
hi: आयात विफल
id: Impor Gagal
it: Importazione Non Riuscita
ja: インポート失敗
ko: 가져오기 실패
pt_br: Falha na Importação
ru: Ошибка импорта
zh_hans: 导入失败

source: Import history from a JSON file
ar: استيراد السجل من ملف JSON
bn: একটি JSON ফাইল থেকে ইতিহাস আমদানি করুন
de: Verlauf aus einer JSON-Datei importieren
es: Importar historial desde un archivo JSON
fr: Importer l'historique depuis un fichier JSON
hi: JSON फ़ाइल से इतिहास आयात करें
id: Impor riwayat dari file JSON
it: Importa cronologia da un file JSON
ja: JSON ファイルから履歴をインポート
ko: JSON 파일에서 기록을 가져옵니다
pt_br: Importar histórico de um arquivo JSON
ru: Импортировать историю из файла JSON
zh_hans: 从 JSON 文件导入历史记录

source: Import snippets from XML
ar: استيراد المقتطفات من XML
bn: XML থেকে স্নিপেট ইম্পোর্ট করুন
de: Snippets aus XML importieren
es: Importar snippets desde XML
fr: Importer des snippets depuis un fichier XML
hi: स्निपेट को XML से आयात करें
id: Impor snippet dari XML
it: Importa snippet da XML
ja: スニペットを XML から読み込む
ko: XML에서 스니펫 가져오기
pt_br: Importar snippets de XML
ru: Импортировать сниппеты из XML
zh_hans: 从 XML 导入片段

source: Imported %lld item(s).
ar: تم استيراد %lld عنصر/عناصر.
bn: %lld টি আইটেম আমদানি হয়েছে।
de: %lld Element(e) importiert.
es: Se importaron %lld elemento(s).
fr: %lld élément(s) importé(s).
hi: %lld आइटम आयात किए गए।
id: %lld item berhasil diimpor.
it: Importati %lld elemento/i.
ja: %lld 件のアイテムをインポートしました。
ko: %lld개의 항목을 가져왔습니다.
pt_br: %lld item(s) importado(s).
ru: Импортировано %lld элемент(ов).
zh_hans: 已导入 %lld 个项目。

source: Import…
ar: استيراد…
bn: আমদানি করুন…
de: Importieren…
es: Importar…
fr: Importer…
hi: आयात करें…
id: Impor…
it: Importa…
ja: インポート…
ko: 가져오기…
pt_br: Importar…
ru: Импортировать…
zh_hans: 导入…

source: Increase Limit to %lld
ar: زيادة الحد إلى %lld
bn: সীমা %lld-এ বাড়ান
de: Limit auf %lld erhöhen
es: Aumentar el límite a %lld
fr: Augmenter la limite à %lld
hi: सीमा को %lld तक बढ़ाएँ
id: Tingkatkan batas ke %lld
it: Aumenta il limite a %lld
ja: 上限を %lld に増やす
ko: 상한을 %lld(으)로 늘리기
pt_br: Aumentar o limite para %lld
ru: Увеличить лимит до %lld
zh_hans: 将上限增加到 %lld

source: Input "⌘ + V" after menu item selection
ar: إدخال "⌘ + V" بعد تحديد عنصر القائمة
bn: মেনু আইটেম নির্বাচনের পর "⌘ + V" ইনপুট করুন
de: Nach Auswahl eines Menüeintrags „⌘ + V“ ausführen
es: Introducir "⌘ + V" tras seleccionar el ítem de menú
fr: Saisir « ⌘ + V » après la sélection d'un élément de menu
hi: मेन्यू आइटम चुनने के बाद "⌘ + V" इनपुट करें
id: Masukkan "⌘ + V" setelah memilih item menu
it: Inserisci "⌘ + V" dopo la selezione della voce di menu
ja: メニュー項目選択後に "⌘ + V" を入力
ko: 메뉴 항목 선택 후 "⌘ + V" 입력
pt_br: Inserir "⌘ + V" após selecionar o item de menu
ru: Вводить «⌘ + V» после выбора пункта меню
zh_hans: 选择菜单项后输入“⌘ + V”

source: Items per page in the history panel:
ar: العناصر لكل صفحة في لوحة السجل:
bn: ইতিহাস প্যানেলে প্রতি পৃষ্ঠায় আইটেম:
de: Einträge pro Seite im Verlaufsfenster:
es: Elementos por página en el panel de historial:
fr: Éléments par page dans le panneau d’historique :
hi: इतिहास पैनल में प्रति पृष्ठ आइटम:
id: Item per halaman di panel riwayat:
it: Elementi per pagina nel pannello cronologia:
ja: 履歴パネルの1ページあたりの項目数：
ko: 기록 패널의 페이지당 항목 수:
pt_br: Itens por página no painel de histórico:
ru: Элементов на странице в панели истории:
zh_hans: 历史面板每页项目数：

source: Language
ar: اللغة
bn: ভাষা
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
pt_br: Idioma
ru: Язык
zh_hans: 语言

source: Language changes take effect after you relaunch ClipySi.
ar: تُطبَّق تغييرات اللغة بعد إعادة تشغيل ClipySi.
bn: ClipySi পুনরায় চালু করার পরে ভাষার পরিবর্তন কার্যকর হয়।
de: Sprachänderungen werden nach einem Neustart von ClipySi wirksam.
es: Los cambios de idioma se aplican después de reiniciar ClipySi.
fr: Les changements de langue prennent effet après le redémarrage de ClipySi.
hi: भाषा परिवर्तन ClipySi को पुनः लॉन्च करने के बाद प्रभावी होते हैं।
id: Perubahan bahasa berlaku setelah Anda meluncurkan ulang ClipySi.
it: Le modifiche alla lingua hanno effetto dopo il riavvio di ClipySi.
ja: 言語の変更は ClipySi を再起動すると反映されます。
ko: 언어 변경은 ClipySi를 다시 실행한 후에 적용됩니다.
pt_br: As alterações de idioma têm efeito após você reabrir o ClipySi.
ru: Изменения языка вступят в силу после перезапуска ClipySi.
zh_hans: 语言更改将在重新启动 ClipySi 后生效。

source: Last Used
ar: آخر استخدام
bn: সর্বশেষ ব্যবহৃত
de: Zuletzt verwendet
es: Último uso
fr: Dernière utilisation
hi: अंतिम बार उपयोग
id: Terakhir Digunakan
it: Ultimo utilizzo
ja: 最終使用日
ko: 마지막 사용
pt_br: Último Uso
ru: Последнее использование
zh_hans: 上次使用

source: Last check
ar: آخر تحقق
bn: সর্বশেষ পরীক্ষা
de: Letzte Prüfung
es: Última comprobación
fr: Dernière vérification
hi: अंतिम जाँच
id: Pemeriksaan terakhir
it: Ultimo controllo
ja: 前回のチェック
ko: 마지막 확인
pt_br: Última verificação
ru: Последняя проверка
zh_hans: 上次检查

source: Last sync failed — will retry.
ar: فشلت آخر مزامنة — سيُعاد المحاولة.
bn: শেষ সিঙ্ক ব্যর্থ — আবার চেষ্টা হবে।
de: Letzte Synchronisierung fehlgeschlagen – wird erneut versucht.
es: La última sincronización falló: se reintentará.
fr: Échec de la dernière synchronisation — nouvelle tentative à venir.
hi: पिछला सिंक विफल रहा — फिर से प्रयास होगा।
id: Sinkronisasi terakhir gagal — akan dicoba lagi.
it: Ultima sincronizzazione non riuscita: verrà ritentata.
ja: 前回の同期に失敗しました。再試行します。
ko: 마지막 동기화에 실패했습니다. 다시 시도합니다.
pt_br: A última sincronização falhou — tentará novamente.
ru: Последняя синхронизация не удалась — повтор позже.
zh_hans: 上次同步失败——将重试。

source: Last sync: %@
ar: آخر مزامنة: %@
bn: শেষ সিঙ্ক: %@
de: Letzte Synchronisierung: %@
es: Última sincronización: %@
fr: Dernière synchronisation : %@
hi: पिछला सिंक: %@
id: Sinkronisasi terakhir: %@
it: Ultima sincronizzazione: %@
ja: 最終同期: %@
ko: 마지막 동기화: %@
pt_br: Última sincronização: %@
ru: Последняя синхронизация: %@
zh_hans: 上次同步：%@

source: Launch ClipySi on login
ar: تشغيل ClipySi عند تسجيل الدخول
bn: লগইনে ClipySi চালু করুন
de: ClipySi bei der Anmeldung starten
es: Abrir ClipySi al iniciar sesión
fr: Lancer ClipySi à l'ouverture de session
hi: लॉगिन पर ClipySi लॉन्च करें
id: Luncurkan ClipySi saat masuk
it: Avvia ClipySi al login
ja: ログイン時に ClipySi を起動
ko: 로그인 시 ClipySi 실행
pt_br: Abrir o ClipySi no login
ru: Запускать ClipySi при входе
zh_hans: 登录时启动 ClipySi

source: Left
ar: يسار
bn: বামে
de: Links
es: Izquierda
fr: Gauche
hi: बाएँ
id: Kiri
it: Sinistra
ja: 左
ko: 왼쪽
pt_br: Esquerda
ru: Слева
zh_hans: 左

source: License
ar: الترخيص
bn: লাইসেন্স
de: Lizenz
es: Licencia
fr: Licence
hi: लाइसेंस
id: Lisensi
it: Licenza
ja: ライセンス
ko: 라이선스
pt_br: Licença
ru: Лицензия
zh_hans: 许可证

source: Links
ar: روابط
bn: লিংক
es: Enlaces
fr: Liens
hi: लिंक
id: Tautan
it: Link
ja: リンク
ko: 링크
ru: Ссылки
zh_hans: 链接

source: Main menu:
ar: القائمة الرئيسية:
bn: প্রধান মেনু:
de: Hauptmenü:
es: Menú principal:
fr: Menu principal :
hi: मुख्य मेन्यू:
id: Menu utama:
it: Menu principale:
ja: メイン:
ko: 메인 메뉴:
pt_br: Menu principal:
ru: Главное меню:
zh_hans: 主菜单：

source: Manage
ar: إدارة
bn: পরিচালনা
de: Verwalten
es: Gestionar
fr: Gérer
hi: प्रबंधित करें
id: Kelola
it: Gestisci
ja: 管理
ko: 관리
pt_br: Gerenciar
ru: Управление
zh_hans: 管理

source: Mark menu items with numbers
ar: ترقيم عناصر القائمة
bn: মেনু আইটেম সংখ্যা দিয়ে চিহ্নিত করুন
de: Menüeinträge mit Nummern kennzeichnen
es: Marcar los ítems de menú con números
fr: Marquer les éléments de menu avec des numéros
hi: मेन्यू आइटम को संख्याओं से चिह्नित करें
id: Tandai item menu dengan angka
it: Contrassegna le voci di menu con numeri
ja: メニュー項目に番号を付ける
ko: 메뉴 항목에 번호 표시
pt_br: Marcar itens de menu com números
ru: Отмечать пункты меню номерами
zh_hans: 为菜单项标记数字

source: Mask detected secrets
ar: إخفاء الأسرار المكتشفة
bn: শনাক্ত করা গোপন তথ্য মাস্ক করুন
de: Erkannte Geheimnisse maskieren
es: Enmascarar secretos detectados
fr: Masquer les secrets détectés
hi: पहचाने गए गोपनीय डेटा को मास्क करें
id: Samarkan rahasia yang terdeteksi
it: Maschera i segreti rilevati
ja: 検出した秘密情報をマスクする
ko: 감지된 비밀 정보 마스킹
pt_br: Mascarar segredos detectados
ru: Маскировать обнаруженные секреты
zh_hans: 遮蔽检测到的机密

source: Mask style
ar: نمط الإخفاء
bn: মাস্ক শৈলী
de: Maskierungsstil
es: Estilo de enmascaramiento
fr: Style de masquage
hi: मास्क शैली
id: Gaya penyamaran
it: Stile maschera
ja: マスクのスタイル
ko: 마스킹 스타일
pt_br: Estilo de mascaramento
ru: Стиль маскирования
zh_hans: 遮蔽样式

source: Masking
ar: الإخفاء
bn: মাস্কিং
de: Maskierung
es: Enmascaramiento
fr: Masquage
hi: मास्किंग
id: Penyamaran
it: Mascheramento
ja: マスキング
ko: 마스킹
pt_br: Mascaramento
ru: Маскирование
zh_hans: 遮蔽

source: Max History Size Exceeded
ar: تم تجاوز الحد الأقصى للسجل
bn: সর্বোচ্চ ইতিহাস সংখ্যা অতিক্রম করেছে
de: Maximale Verlaufsgröße überschritten
es: Se superó el máximo del historial
fr: Taille maximale de l’historique dépassée
hi: अधिकतम इतिहास संख्या पार हो गई
id: Melebihi Jumlah Riwayat Maksimum
it: Dimensione massima della cronologia superata
ja: 最大履歴数を超えました
ko: 최대 기록 수 초과
pt_br: Limite máximo do histórico excedido
ru: Превышен лимит истории
zh_hans: 超出最大历史记录数

source: Max clipboard history size:
ar: الحد الأقصى لحجم سجل الحافظة:
bn: সর্বোচ্চ ক্লিপবোর্ড ইতিহাসের আকার:
de: Maximale Größe des Verlaufs:
es: Tamaño máximo del historial del portapapeles:
fr: Taille max. de l'historique du presse-papiers :
hi: अधिकतम क्लिपबोर्ड इतिहास आकार:
id: Ukuran maks riwayat papan klip:
it: Dimensione massima cronologia appunti:
ja: 記憶する履歴の最大数:
ko: 최대 클립보드 기록 크기:
pt_br: Tamanho máximo do histórico da área de transferência:
ru: Макс. размер истории буфера обмена:
zh_hans: 最大剪贴板历史数量：

source: Max length of tool tip string:
ar: الحد الأقصى لطول نص التلميح:
bn: টুল টিপ স্ট্রিংয়ের সর্বোচ্চ দৈর্ঘ্য:
de: Maximale Länge des Kurzinfo-Texts:
es: Longitud máxima del texto de la ayuda:
fr: Longueur max. de l'infobulle :
hi: टूल टिप स्ट्रिंग की अधिकतम लंबाई:
id: Panjang maks teks tip alat:
it: Lunghezza massima del tooltip:
ja: ツールチップ文字列の最大長:
ko: 툴팁 문자열 최대 길이:
pt_br: Comprimento máximo do texto da dica:
ru: Макс. длина строки подсказки:
zh_hans: 工具提示字符串的最大长度：

source: Menu
ar: القائمة
bn: মেনু
de: Menü
es: Menú
hi: मेन्यू
ja: メニュー
ko: 메뉴
ru: Меню
zh_hans: 菜单

source: Menu items' title starts with 0
ar: يبدأ عنوان عناصر القائمة بالرقم 0
bn: মেনু আইটেমের শিরোনাম ০ থেকে শুরু হয়
de: Titel der Menüeinträge beginnen mit 0
es: El título de los ítems de menú empieza por 0
fr: Le titre des éléments de menu commence par 0
hi: मेन्यू आइटम का शीर्षक 0 से शुरू हो
id: Judul item menu dimulai dari 0
it: Il titolo delle voci di menu inizia con 0
ja: メニュー項目の番号を 0 から始める
ko: 메뉴 항목 제목을 0부터 시작
pt_br: Títulos dos itens de menu começam com 0
ru: Нумерация пунктов меню начинается с 0
zh_hans: 菜单项标题从 0 开始

source: Minimal
ar: الحد الأدنى
bn: ন্যূনতম
es: Mínimo
hi: न्यूनतम
it: Minimo
ja: 最小
ko: 최소
pt_br: Mínimo
ru: Минимум
zh_hans: 最少

source: Minimal — crashes only
ar: الحد الأدنى — الأعطال فقط
bn: ন্যূনতম — শুধু ক্র্যাশ
de: Minimal – nur Abstürze
es: Mínimo: solo fallos
fr: Minimal — pannes uniquement
hi: न्यूनतम — केवल क्रैश
id: Minimal — hanya kerusakan
it: Minimo — solo arresti anomali
ja: 最小 — クラッシュのみ
ko: 최소 — 충돌만
pt_br: Mínimo — apenas falhas
ru: Минимум — только сбои
zh_hans: 最少 — 仅崩溃

source: Minimal, plus a coarse feature area on errors and the sync type.
ar: الحد الأدنى، بالإضافة إلى منطقة ميزة عامة عند الأخطاء ونوع المزامنة.
bn: ন্যূনতম, এর সাথে ত্রুটির সময় একটি সাধারণ ফিচার এলাকা ও সিঙ্ক প্রকার।
de: Minimal, plus ein grober Funktionsbereich bei Fehlern und der Synchronisierungstyp.
es: Mínimo, más un área de función general en los errores y el tipo de sincronización.
fr: Minimal, plus une zone de fonctionnalité générale lors des erreurs et le type de synchronisation.
hi: न्यूनतम, साथ ही त्रुटियों पर एक सामान्य सुविधा क्षेत्र और सिंक प्रकार।
id: Minimal, ditambah area fitur kasar saat terjadi kesalahan dan jenis sinkronisasi.
it: Minimo, più un’area funzionale generica in caso di errori e il tipo di sincronizzazione.
ja: 最小に加えて、エラー時の大まかな機能領域と同期の種類。
ko: 최소에 더해, 오류 발생 시 대략적 기능 영역과 동기화 유형.
pt_br: Mínimo, mais uma área de recurso geral em erros e o tipo de sincronização.
ru: Минимум, плюс общая область функции при ошибках и тип синхронизации.
zh_hans: 在“最少”基础上，增加出错时的粗略功能区域和同步类型。

source: Monthly
ar: شهريًا
bn: মাসিক
de: Monatlich
es: Cada mes
fr: Chaque mois
hi: मासिक
id: Setiap Bulan
it: Ogni mese
ja: 毎月
ko: 매월
pt_br: Mensalmente
ru: Ежемесячно
zh_hans: 每月

source: Move a pasted item to the top of the history
ar: نقل العنصر الملصق إلى أعلى السجل
bn: পেস্ট করা আইটেমকে ইতিহাসের শীর্ষে সরান
de: Eingesetztes Objekt an den Anfang des Verlaufs verschieben
es: Mover el elemento pegado al principio del historial
fr: Déplacer l'élément collé en haut de l'historique
hi: चिपकाए गए आइटम को इतिहास में सबसे ऊपर ले जाएँ
id: Pindahkan item yang ditempel ke bagian atas riwayat
it: Sposta l'elemento incollato in cima alla cronologia
ja: ペーストした項目を履歴の先頭に移動
ko: 붙여넣은 항목을 기록 맨 위로 이동
pt_br: Mover o item colado para o topo do histórico
ru: Перемещать вставленный элемент в начало истории
zh_hans: 将粘贴的项目移到历史顶部

source: Move instead of copying (removes the older one from the list)
ar: النقل بدلًا من النسخ (يزيل العنصر الأقدم من القائمة)
bn: কপি না করে সরান (পুরোনোটি তালিকা থেকে মুছে দেয়)
de: Verschieben statt kopieren (entfernt den älteren Eintrag aus der Liste)
es: Mover en lugar de copiar (elimina el más antiguo de la lista)
fr: Déplacer au lieu de copier (retire l'ancien de la liste)
hi: कॉपी करने के बजाय स्थानांतरित करें (पुराने को सूची से हटा देता है)
id: Pindahkan alih-alih menyalin (menghapus yang lama dari daftar)
it: Sposta invece di copiare (rimuove il più vecchio dall'elenco)
ja: コピーせず移動する(古い方をリストから削除)
ko: 복사 대신 이동(이전 항목을 목록에서 제거)
pt_br: Mover em vez de copiar (remove o item antigo da lista)
ru: Перемещать вместо копирования (удаляет старый элемент из списка)
zh_hans: 移动而非复制（从列表中移除较旧的一项）

source: Move to Folder
ar: النقل إلى مجلد
bn: ফোল্ডারে সরান
de: In Ordner bewegen
es: Mover a la carpeta
fr: Déplacer vers le dossier
hi: फ़ोल्डर में ले जाएँ
id: Pindahkan ke Folder
it: Sposta nella cartella
ja: フォルダに移動
ko: 폴더로 이동
pt_br: Mover para a Pasta
ru: Переместить в папку
zh_hans: 移动到文件夹

source: Never
ar: أبدًا
bn: কখনো নয়
de: Nie
es: Nunca
fr: Jamais
hi: कभी नहीं
id: Tidak Pernah
it: Mai
ja: 未チェック
ko: 안 함
pt_br: Nunca
ru: Никогда
zh_hans: 从不

source: Never collected: clipboard contents, clip titles, snippet bodies, search queries, email addresses, tokens, encryption keys, or source-app details.
ar: لا يتم جمعه أبدًا: محتوى الحافظة، عناوين العناصر، نصوص المقتطفات، عمليات البحث، عناوين البريد الإلكتروني، الرموز المميزة، مفاتيح التشفير، أو تفاصيل التطبيق المصدر.
bn: কখনও সংগ্রহ করা হয় না: ক্লিপবোর্ডের বিষয়বস্তু, ক্লিপের শিরোনাম, স্নিপেটের লেখা, সার্চ, ইমেল ঠিকানা, টোকেন, এনক্রিপশন কী, বা উৎস অ্যাপের বিবরণ।
de: Nie erfasst: Zwischenablage-Inhalte, Titel von Einträgen, Snippet-Texte, Suchanfragen, E-Mail-Adressen, Tokens, Verschlüsselungsschlüssel oder Details der Quell-App.
es: Nunca se recopila: contenido del portapapeles, títulos de elementos, cuerpos de fragmentos, búsquedas, direcciones de correo, tokens, claves de cifrado ni detalles de la app de origen.
fr: Jamais collecté : contenu du presse-papiers, titres des éléments, corps des extraits, recherches, adresses e-mail, jetons, clés de chiffrement ou détails de l’app source.
hi: कभी एकत्र नहीं किया जाता: क्लिपबोर्ड सामग्री, क्लिप शीर्षक, स्निपेट सामग्री, खोज क्वेरी, ईमेल पते, टोकन, एन्क्रिप्शन कुंजियाँ, या स्रोत-ऐप विवरण।
id: Tidak pernah dikumpulkan: konten papan klip, judul klip, isi cuplikan, kueri pencarian, alamat email, token, kunci enkripsi, atau detail aplikasi sumber.
it: Mai raccolto: contenuti degli appunti, titoli degli elementi, corpo degli snippet, ricerche, indirizzi e-mail, token, chiavi di crittografia o dettagli dell’app di origine.
ja: 収集しないもの：クリップボードの内容、クリップのタイトル、スニペット本文、検索語、メールアドレス、トークン、暗号化鍵、コピー元アプリの詳細。
ko: 절대 수집하지 않음: 클립보드 내용, 클립 제목, 스니펫 본문, 검색어, 이메일 주소, 토큰, 암호화 키, 출처 앱 세부정보.
pt_br: Nunca coletado: conteúdo da área de transferência, títulos de itens, corpos de trechos, buscas, endereços de e-mail, tokens, chaves de criptografia ou detalhes do app de origem.
ru: Никогда не собирается: содержимое буфера обмена, заголовки записей, тексты сниппетов, поисковые запросы, адреса эл. почты, токены, ключи шифрования и сведения о приложении-источнике.
zh_hans: 绝不收集：剪贴板内容、剪贴标题、片段正文、搜索词、电子邮件地址、令牌、加密密钥或来源应用详情。

source: New Folder
ar: مجلد جديد
bn: নতুন ফোল্ডার
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
hi: नया फ़ोल्डर
id: Folder Baru
it: Nuova cartella
ja: 新規フォルダ
ko: 새 폴더
pt_br: Nova pasta
ru: Новая папка
zh_hans: 新建文件夹

source: New Folder…
ar: مجلد جديد…
bn: নতুন ফোল্ডার…
de: Neuer Ordner…
es: Nueva carpeta…
fr: Nouveau dossier…
hi: नया फ़ोल्डर…
id: Folder Baru…
it: Nuova Cartella…
ja: 新規フォルダ…
ko: 새 폴더…
pt_br: Nova Pasta…
ru: Новая папка…
zh_hans: 新建文件夹…

source: New Snippet
ar: مقتطف جديد
bn: নতুন স্নিপেট
de: Neues Snippet
es: Nuevo fragmento
fr: Nouvel extrait
hi: नया स्निपेट
id: Snippet Baru
it: Nuovo snippet
ja: 新規スニペット
ko: 새 스니펫
pt_br: Novo trecho
ru: Новый сниппет
zh_hans: 新建片段

source: Next Page
ar: الصفحة التالية
bn: পরবর্তী পৃষ্ঠা
de: Nächste Seite
es: Página siguiente
fr: Page suivante
hi: अगला पृष्ठ
id: Halaman Berikutnya
it: Pagina Successiva
ja: 次のページ
ko: 다음 페이지
pt_br: Próxima Página
ru: Следующая страница
zh_hans: 下一页

source: No Excluded Applications
ar: لا توجد تطبيقات مستثناة
bn: কোনো বাদ দেওয়া অ্যাপ্লিকেশন নেই
de: Keine ausgeschlossenen Apps
es: Sin aplicaciones excluidas
fr: Aucune application exclue
hi: कोई बाहर रखा गया ऐप्लिकेशन नहीं
id: Tidak Ada Aplikasi yang Dikecualikan
it: Nessuna applicazione esclusa
ja: 除外アプリケーションなし
ko: 제외된 응용 프로그램 없음
pt_br: Nenhum App Excluído
ru: Нет исключённых приложений
zh_hans: 无排除的应用程序

source: No Folder Selected
ar: لم يُحدد أي مجلد
bn: কোনো ফোল্ডার নির্বাচিত নয়
de: Kein Ordner ausgewählt
es: Ninguna carpeta seleccionada
fr: Aucun dossier sélectionné
hi: कोई फ़ोल्डर चयनित नहीं
id: Tidak Ada Folder yang Dipilih
it: Nessuna cartella selezionata
ja: フォルダが選択されていません
ko: 선택된 폴더 없음
pt_br: Nenhuma Pasta Selecionada
ru: Папка не выбрана
zh_hans: 未选择文件夹

source: No History
ar: لا يوجد سجل
bn: কোনো ইতিহাস নেই
de: Kein Verlauf
es: Sin historial
fr: Aucun historique
hi: कोई इतिहास नहीं
id: Tidak Ada Riwayat
it: Nessuna Cronologia
ja: 履歴なし
ko: 기록 없음
pt_br: Sem Histórico
ru: Нет истории
zh_hans: 无历史记录

source: No Selection
ar: لا يوجد تحديد
bn: কিছু নির্বাচিত নয়
de: Keine Auswahl
es: Sin selección
fr: Aucune sélection
hi: कोई चयन नहीं
id: Tidak Ada Pilihan
it: Nessuna selezione
ja: 選択なし
ko: 선택 항목 없음
pt_br: Nenhuma Seleção
ru: Ничего не выбрано
zh_hans: 未选择

source: No accounts, no ads, no tracking.
ar: بلا حسابات، بلا إعلانات، بلا تتبّع.
bn: কোনো অ্যাকাউন্ট নেই, বিজ্ঞাপন নেই, ট্র্যাকিং নেই।
de: Keine Konten, keine Werbung, kein Tracking.
es: Sin cuentas, sin anuncios, sin seguimiento.
fr: Pas de comptes, pas de publicités, pas de suivi.
hi: कोई खाता नहीं, कोई विज्ञापन नहीं, कोई ट्रैकिंग नहीं।
id: Tanpa akun, tanpa iklan, tanpa pelacakan.
it: Nessun account, nessuna pubblicità, nessun tracciamento.
ja: アカウント不要・広告なし・追跡なし。
ko: 계정 없음, 광고 없음, 추적 없음.
pt_br: Sem contas, sem anúncios, sem rastreamento.
ru: Без аккаунтов, без рекламы, без отслеживания.
zh_hans: 无账户、无广告、无追踪。

source: No clips yet
ar: لا توجد عناصر بعد
bn: এখনও কোনো ক্লিপ নেই
de: Noch keine Clips
es: Aún no hay clips
fr: Aucun clip pour l’instant
hi: अभी तक कोई क्लिप नहीं
id: Belum ada klip
it: Ancora nessuna clip
ja: まだ履歴がありません
ko: 아직 클립이 없습니다
pt_br: Nenhum clipe ainda
ru: Пока нет записей
zh_hans: 还没有剪贴内容

source: No items in this category
ar: لا توجد عناصر في هذه الفئة
bn: এই বিভাগে কোনো আইটেম নেই
de: Keine Einträge in dieser Kategorie
es: No hay elementos en esta categoría
fr: Aucun élément dans cette catégorie
hi: इस श्रेणी में कोई आइटम नहीं
id: Tidak ada item dalam kategori ini
it: Nessun elemento in questa categoria
ja: このカテゴリには項目がありません
ko: 이 카테고리에 항목이 없습니다
pt_br: Nenhum item nesta categoria
ru: В этой категории нет элементов
zh_hans: 此类别中没有项目

source: No results for “%@”
ar: لا توجد نتائج لـ ”%@“
bn: “%@” এর জন্য কোনো ফলাফল নেই
de: Keine Ergebnisse für „%@“
es: Sin resultados para “%@”
fr: Aucun résultat pour « %@ »
hi: “%@” के लिए कोई परिणाम नहीं
id: Tidak ada hasil untuk “%@”
it: Nessun risultato per “%@”
ja: 「%@」に一致する結果はありません
ko: “%@”에 대한 결과 없음
pt_br: Nenhum resultado para “%@”
ru: Ничего не найдено по запросу «%@»
zh_hans: 未找到与“%@”相关的结果

source: No snippets
ar: لا توجد مقتطفات
bn: কোনো স্নিপেট নেই
de: Keine Snippets
es: Sin snippets
fr: Aucun snippet
hi: कोई स्निपेट नहीं
id: Tidak ada snippet
it: Nessuno snippet
ja: スニペットなし
ko: 스니펫 없음
pt_br: Nenhum snippet
ru: Нет сниппетов
zh_hans: 无片段

source: No vault in this folder yet — create one.
ar: لا توجد خزنة في هذا المجلد بعد — أنشئ واحدة.
bn: এই ফোল্ডারে এখনও কোনো ভল্ট নেই — একটি তৈরি করুন।
de: In diesem Ordner gibt es noch keinen Tresor – erstellen Sie einen.
es: Aún no hay bóveda en esta carpeta: crea una.
fr: Pas encore de coffre dans ce dossier — créez-en un.
hi: इस फ़ोल्डर में अभी कोई वॉल्ट नहीं है — एक बनाएँ।
id: Belum ada vault di folder ini — buatlah satu.
it: Non c'è ancora un vault in questa cartella: creane uno.
ja: このフォルダにはまだ vault がありません。作成してください。
ko: 이 폴더에는 아직 볼트가 없습니다. 새로 만드세요.
pt_br: Ainda não há cofre nesta pasta — crie um.
ru: В этой папке ещё нет хранилища — создайте его.
zh_hans: 此文件夹中还没有保管库——请创建一个。
